Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ElevationRequiredButDeniedMessage
source: Elevation request was required to process the selected file but it was denied by the user. Exiting the app.
ar: كان طلب الرفع مطلوبًا لمعالجة الملف المحدد ولكنه رُفض من قبل المستخدم. يتم الخروج من التطبيق.
de_de: Für die Verarbeitung der ausgewählten Datei war eine Anforderung zur Ausführung mit erhöhten Rechten erforderlich, diese wurde jedoch vom Benutzer abgelehnt. App wird beendet.
el_gr: Απαιτήθηκε αίτημα ανύψωσης δικαιωμάτων για την επεξεργασία του επιλεγμένου αρχείου, αλλά απορρίφθηκε από τον χρήστη. Έξοδος από την εφαρμογή.
es: Se requería elevación para procesar el archivo seleccionado pero fue denegada por el usuario. Saliendo de la aplicación.
fr_fr: Une demande d'élévation était requise pour traiter le fichier sélectionné mais elle a été refusée par l'utilisateur. Fermeture de l'application.
he_il: נדרשה בקשת הרשאה לעיבוד הקובץ הנבחר אך היא נדחתה על ידי המשתמש. יוצא מהיישום.
hi_in: चयनित फ़ाइल को संसाधित करने के लिए एलिवेशन अनुरोध आवश्यक था लेकिन उपयोगकर्ता द्वारा इसे अस्वीकार कर दिया गया। ऐप से बाहर निकल रहा है।
ja_jp: 選択されたファイルを処理するには昇格要求が必要でしたが、ユーザーによって拒否されました。アプリを終了します。
ml_in: തിരഞ്ഞെടുത്ത ഫയൽ പ്രോസസ് ചെയ്യുന്നതിന് എലിവേഷൻ അഭ്യർത്ഥന ആവശ്യമായിരുന്നു, പക്ഷേ ഉപയോക്താവ് അത് നിരസിച്ചു. ആപ്പിൽ നിന്ന് പുറത്തുകടക്കുന്നു.
pl_pl: Żądanie podniesienia uprawnień było wymagane do przetworzenia wybranego pliku, ale zostało odrzucone przez użytkownika. Zamykanie aplikacji.
tr_tr: Seçilen dosyayı işlemek için yükseltme isteği gerekliydi ancak kullanıcı tarafından reddedildi. Uygulamadan çıkılıyor.

# ElevationDeniedMessage
source: Elevation request was denied by the user
ar: رُفض طلب الرفع من قبل المستخدم
de_de: Anforderung zur Ausführung mit erhöhten Rechten wurde vom Benutzer abgelehnt
el_gr: Το αίτημα ανύψωσης δικαιωμάτων απορρίφθηκε από τον χρήστη
es: La solicitud de elevación fue denegada por el usuario
fr_fr: La demande d'élévation a été refusée par l'utilisateur
he_il: בקשת הרשאה נדחתה על ידי המשתמש
hi_in: उपयोगकर्ता द्वारा एलिवेशन अनुरोध अस्वीकार कर दिया गया
ja_jp: 昇格要求はユーザーによって拒否されました
ml_in: എലിവേഷൻ അഭ്യർത്ഥന ഉപയോക്താവ് നിരസിച്ചു
pl_pl: Żądanie podniesienia uprawnień zostało odrzucone przez użytkownika
tr_tr: Yükseltme isteği kullanıcı tarafından reddedildi

# FileActivationLaunchMessage
source: The app was launched with file activation for the following file: '{0}'
ar: تم تشغيل التطبيق مع تنشيط الملف للملف التالي: '{0}'
de_de: Die App wurde mit Dateiaktivierung für die folgende Datei gestartet: '{0}'
el_gr: Η εφαρμογή εκκινήθηκε με ενεργοποίηση αρχείου για το ακόλουθο αρχείο: '{0}'
es: La aplicación se inició con activación de archivo para el siguiente archivo: '{0}'
fr_fr: L'application a été lancée avec activation par fichier pour le fichier suivant : '{0}'
he_il: היישום הופעל עם הפעלת קובץ עבור הקובץ הבא: '{0}'
hi_in: ऐप को निम्नलिखित फ़ाइल के लिए फ़ाइल सक्रियण के साथ लॉन्च किया गया था: '{0}'
ja_jp: アプリは次のファイルのファイルアクティベーションで起動されました：「{0}」
ml_in: താഴെപ്പറയുന്ന ഫയലിനായുള്ള ഫയൽ ആക്ടിവേഷൻ ഉപയോഗിച്ച് ആപ്പ് സമാരംഭിച്ചു: '{0}'
pl_pl: Aplikacja została uruchomiona z aktywacją plikiem dla następującego pliku: '{0}'
tr_tr: Uygulama şu dosya için dosya etkinleştirmeyle başlatıldı: '{0}'

# PolicyEditorLaunchErrorMessage
source: There was an error launching the Policy Editor with the selected file: {0}
ar: حدث خطأ أثناء تشغيل محرر النهج بالملف المحدد: {0}
de_de: Beim Starten des Richtlinien-Editors mit der ausgewählten Datei ist ein Fehler aufgetreten: {0}
el_gr: Παρουσιάστηκε σφάλμα κατά την εκκίνηση του Επεξεργαστή Πολιτικής με το επιλεγμένο αρχείο: {0}
es: Hubo un error al iniciar el Editor de directivas con el archivo seleccionado: {0}
fr_fr: Une erreur s'est produite lors du lancement de l'Éditeur de Politique avec le fichier sélectionné : {0}
he_il: אירעה שגיאה בהפעלת עורך המדיניות עם הקובץ הנבחר: {0}
hi_in: चयनित फ़ाइल के साथ नीति संपादक को लॉन्च करने में एक त्रुटि हुई: {0}
ja_jp: 選択されたファイルでポリシーエディターを起動する際にエラーが発生しました：{0}
ml_in: തിരഞ്ഞെടുത്ത ഫയൽ ഉപയോഗിച്ച് പോളിസി എഡിറ്റർ സമാരംഭിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു: {0}
pl_pl: Wystąpił błąd podczas uruchamiania Edytora zasad z wybranym plikiem: {0}
tr_tr: Seçilen dosyayla Politika Düzenleyici başlatılırken bir hata oluştu: {0}

# WindowSizeSaveErrorMessage
source: There was a problem saving the window size when closing the app: {0}
ar: حدث خطأ في البرنامج أثناء حفظ حجم النافذة عند إغلاق التطبيق: {0}
de_de: Beim Speichern der Fenstergröße beim Schließen der App ist ein Problem aufgetreten: {0}
el_gr: Παρουσιάστηκε σφάλμα προγράμματος κατά την αποθήκευση του μεγέθους παραθύρου κατά το κλείσιμο της εφαρμογής: {0}
es: Se produjo un error al guardar el tamaño de la ventana al cerrar la aplicación: {0}
fr_fr: Un problème est survenu lors de l'enregistrement de la taille de la fenêtre à la fermeture de l'application : {0}
he_il: אירעה שגיאה בשמירת גודל החלון בעת סגירת היישום: {0}
hi_in: ऐप बंद करते समय विंडो का आकार सहेजने वाले प्रोग्राम में एक त्रुटि थी: {0}
ja_jp: アプリ終了時のウィンドウサイズ保存中に問題が発生しました：{0}
ml_in: ആപ്പ് അടയ്ക്കുമ്പോൾ വിൻഡോ വലുപ്പം സേവ് ചെയ്യുന്നതിൽ ഒരു പ്രോഗ്രാം പിശക് സംഭവിച്ചു: {0}
pl_pl: Wystąpił program zapisujący rozmiar okna podczas zamykania aplikacji: {0}
tr_tr: Uygulamayı kapatırken pencere boyutu kaydedilirken bir sorun oluştu: {0}

# ErrorDialogTitle
source: An error occurred
ar: حدث خطأ
de_de: Ein Fehler ist aufgetreten
el_gr: Παρουσιάστηκε σφάλμα
es: Ocurrió un error
fr_fr: Une erreur est survenue
he_il: אירעה שגיאה
hi_in: एक त्रुटि हुई
ja_jp: エラーが発生しました
ml_in: ഒരു പിശക് സംഭവിച്ചു
pl_pl: Wystąpił błąd
tr_tr: Bir hata oluştu

# ErrorDialogContent
source: An unexpected error has occurred: {0}
ar: حدث خطأ غير متوقع: {0}
de_de: Es ist ein unerwarteter Fehler aufgetreten: {0}
el_gr: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα: {0}
es: Ha ocurrido un error inesperado: {0}
fr_fr: Une erreur inattendue est survenue : {0}
he_il: אירעה שגיאה בלתי צפויה: {0}
hi_in: एक अप्रत्याशित त्रुटि हुई है: {0}
ja_jp: 予期しないエラーが発生しました：{0}
ml_in: അപ്രതീക്ഷിതമായ ഒരു പിശക് സംഭവിച്ചു: {0}
pl_pl: Wystąpił nieoczekiwany błąd: {0}
tr_tr: Beklenmeyen bir hata oluştu: {0}

# SettingCodeIntegrityLogSizeMessageOnly
source: Setting the Code Integrity Log Size
ar: تعيين حجم سجل سلامة الرمز
de_de: Größe des Codeintegritätsprotokolls festlegen
el_gr: Ρύθμιση μεγέθους αρχείου καταγραφής ακεραιότητας κώδικα
es: Estableciendo el tamaño del registro de integridad de código
fr_fr: Définition de la Taille du Journal d'Intégrité du Code
he_il: מגדיר את גודל יומן תקינות הקוד
hi_in: कोड इंटेग्रिटी लॉग का आकार सेट किया जा रहा है
ja_jp: コード整合性ログサイズを設定しています
ml_in: കോഡ് ഇന്റഗ്രിറ്റി ലോഗ് വലുപ്പം സജ്ജീകരിക്കുന്നു
pl_pl: Ustawianie rozmiaru dziennika integralności kodu
tr_tr: Kod Bütünlüğü Günlüğü Boyutunu Ayarlama

# AppDetailsErrorMessageWithName
source: There was an error getting the details for the app: {0}
ar: حدث خطأ أثناء الحصول على تفاصيل التطبيق: {0}
de_de: Beim Abrufen der Details für die App ist ein Fehler aufgetreten: {0}
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των λεπτομερειών για την εφαρμογή: {0}
es: Hubo un error al obtener los detalles de la aplicación: {0}
fr_fr: Une erreur s'est produite lors de la récupération des détails pour l'application : {0}
he_il: אירעה שגיאה בקבלת הפרטים עבור היישום: {0}
hi_in: ऐप के लिए विवरण प्राप्त करने में एक त्रुटि हुई: {0}
ja_jp: アプリの詳細取得中にエラーが発生しました：{0}
ml_in: ആപ്പിനായുള്ള വിശദാംശങ്ങൾ ലഭിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു: {0}
pl_pl: Wystąpił błąd podczas pobierania szczegółów aplikacji: {0}
tr_tr: Uygulamaya ilişkin ayrıntılar alınırken bir hata oluştu: {0}

# AppDetailsErrorMessageGeneric
source: There was an error getting the details of an app
ar: حدث خطأ أثناء الحصول على تفاصيل أحد التطبيقات
de_de: Beim Abrufen der Details einer App ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των λεπτομερειών μιας εφαρμογής
es: Hubo un error al obtener los detalles de una aplicación
fr_fr: Une erreur s'est produite lors de la récupération des détails d'une application
he_il: אירעה שגיאה בקבלת פרטי יישום
hi_in: किसी ऐप का विवरण प्राप्त करने में एक त्रुटि हुई
ja_jp: アプリの詳細取得中にエラーが発生しました
ml_in: ഒരു ആപ്പിന്റെ വിശദാംശങ്ങൾ ലഭിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു
pl_pl: Wystąpił błąd podczas pobierania szczegółów aplikacji
tr_tr: Bir uygulamanın ayrıntıları alınırken bir hata oluştu

# InvalidGuidFormatError
source: The provided string '{0}' is not a valid GUID format.
ar: السلسلة النصية المقدمة '{0}' ليست بتنسيق GUID صالح.
de_de: Die angegebene Zeichenfolge '{0}' hat kein gültiges GUID-Format.
el_gr: Η παρεχόμενη συμβολοσειρά '{0}' δεν είναι έγκυρη μορφή GUID.
es: La cadena proporcionada '{0}' no tiene un formato GUID válido.
fr_fr: La chaîne fournie '{0}' n'est pas un format GUID valide.
he_il: המחרוזת שסופקה '{0}' אינה בפורמט GUID חוקי.
hi_in: प्रदत्त स्ट्रिंग '{0}' एक वैध GUID प्रारूप नहीं है।
ja_jp: 指定された文字列「{0}」は有効なGUID形式ではありません。
ml_in: നൽകിയിട്ടുള്ള സ്ട്രിംഗ് '{0}' ഒരു സാധുവായ GUID ഫോർമാറ്റല്ല.
pl_pl: Podany ciąg '{0}' nie jest prawidłowym formatem GUID.
tr_tr: Sağlanan '{0}' dizesi geçerli bir GUID biçimi değil.

# SupplementalPolicyTypeChangeMessage
source: The selected XML policy file is a Supplemental policy but its BasePolicyID and PolicyID are the same, indicating it is a Base policy, changing the type.
ar: ملف نهج XML المحدد هو نهج تكميلي ولكن معرف النهج الأساسي (BasePolicyID) ومعرف النهج (PolicyID) متطابقان، مما يشير إلى أنه نهج أساسي، يتم تغيير النوع.
de_de: Die ausgewählte XML-Richtliniendatei ist eine Ergänzungsrichtlinie, aber ihre BasePolicyID und PolicyID sind identisch, was auf eine Basisrichtlinie hindeutet; Typ wird geändert.
el_gr: Το επιλεγμένο αρχείο πολιτικής XML είναι μια Συμπληρωματική πολιτική, αλλά το BasePolicyID και το PolicyID του είναι ίδια, υποδεικνύοντας ότι πρόκειται για μια Βασική πολιτική. Αλλαγή τύπου.
es: El archivo de directiva XML seleccionado es una directiva complementaria, pero su BasePolicyID y PolicyID son idénticos, lo que indica que es una directiva base; se cambiará el tipo.
fr_fr: Le fichier de politique XML sélectionné est une politique Supplémentaire mais son BasePolicyID et PolicyID sont identiques, indiquant qu'il s'agit d'une politique de Base, changement de type.
he_il: קובץ מדיניות ה-XML הנבחר הוא מדיניות משלימה אך ה-BasePolicyID וה-PolicyID שלו זהים, מה שמצביע על כך שזוהי מדיניות בסיס, משנה את הסוג.
hi_in: चयनित XML नीति फ़ाइल एक पूरक नीति है, लेकिन इसकी BasePolicyID और PolicyID समान हैं, जो यह दर्शाता है कि यह एक आधार नीति है, प्रकार बदला जा रहा है।
ja_jp: 選択されたXMLポリシーファイルは補足ポリシーですが、そのBasePolicyIDとPolicyIDが同じであり、ベースポリシーであることを示しているため、タイプを変更しています。
ml_in: തിരഞ്ഞെടുത്ത XML പോളിസി ഫയൽ ഒരു സപ്ലിമെന്റൽ പോളിസിയാണ്, എന്നാൽ അതിന്റെ BasePolicyID-യും PolicyID-യും ഒന്നുതന്നെയാണ്, ഇത് ഒരു ബേസ് പോളിസിയാണെന്ന് സൂചിപ്പിക്കുന്നു, തരം മാറ്റുന്നു.
pl_pl: Wybrany plik zasad XML jest zasadą uzupełniającą, ale jego BasePolicyID i PolicyID są takie same, co wskazuje, że jest to zasada podstawowa; zmieniam typ.
tr_tr: Seçilen XML ilke dosyası bir Tamamlayıcı politikadır ancak BasePolicyID ve PolicyID aynıdır, bu da bunun bir Temel politika olduğunu ve türünü değiştirdiğini gösterir.

# BasePolicyTypeChangeMessage
source: The selected XML policy file is a Base policy but its BasePolicyID and PolicyID are not the same, indicating it is a Supplemental policy, changing the type.
ar: ملف نهج XML المحدد هو نهج أساسي ولكن معرف النهج الأساسي (BasePolicyID) ومعرف النهج (PolicyID) غير متطابقين، مما يشير إلى أنه نهج تكميلي، يتم تغيير النوع.
de_de: Die ausgewählte XML-Richtliniendatei ist eine Basisrichtlinie, aber ihre BasePolicyID und PolicyID sind nicht identisch, was auf eine Ergänzungsrichtlinie hindeutet; Typ wird geändert.
el_gr: Το επιλεγμένο αρχείο πολιτικής XML είναι μια Βασική πολιτική, αλλά το BasePolicyID και το PolicyID του δεν είναι ίδια, υποδεικνύοντας ότι πρόκειται για μια Συμπληρωματική πολιτική. Αλλαγή τύπου.
es: El archivo de directiva XML seleccionado es una directiva base, pero su BasePolicyID y PolicyID no son idénticos, lo que indica que es una directiva complementaria; se cambiará el tipo.
fr_fr: Le fichier de politique XML sélectionné est une politique de Base mais son BasePolicyID et PolicyID ne sont pas identiques, indiquant qu'il s'agit d'une politique Supplémentaire, changement de type.
he_il: קובץ מדיניות ה-XML הנבחר הוא מדיניות בסיס אך ה-BasePolicyID וה-PolicyID שלו אינם זהים, מה שמצביע על כך שזוהי מדיניות משלימה, משנה את הסוג.
hi_in: चयनित XML नीति फ़ाइल एक आधार नीति है, लेकिन इसकी BasePolicyID और PolicyID समान नहीं हैं, जो यह दर्शाता है कि यह एक पूरक नीति है, प्रकार बदला जा रहा है।
ja_jp: 選択されたXMLポリシーファイルはベースポリシーですが、そのBasePolicyIDとPolicyIDが異なり、補足ポリシーであることを示しているため、タイプを変更しています。
ml_in: തിരഞ്ഞെടുത്ത XML പോളിസി ഫയൽ ഒരു ബേസ് പോളിസിയാണ്, എന്നാൽ അതിന്റെ BasePolicyID-യും PolicyID-യും ഒന്നല്ല, ഇത് ഒരു സപ്ലിമെന്റൽ പോളിസിയാണെന്ന് സൂചിപ്പിക്കുന്നു, തരം മാറ്റുന്നു.
pl_pl: Wybrany plik zasad XML jest zasadą podstawową, ale jego BasePolicyID i PolicyID nie są takie same, co wskazuje, że jest to zasada uzupełniająca; zmieniam typ.
tr_tr: Seçilen XML politika dosyası bir Temel politikadır ancak BasePolicyID ve PolicyID aynı değildir, bu da bunun bir Tamamlayıcı politika olduğunu ve türünü değiştirdiğini gösterir.

# BuildSignerDataSeparationStartMessage
source: BuildSignerAndHashObjects: Starting the data separation process.
ar: BuildSignerAndHashObjects: بدء عملية فصل البيانات.
de_de: BuildSignerAndHashObjects: Der Datentrennungsprozess wird gestartet.
el_gr: BuildSignerAndHashObjects: Έναρξη της διαδικασίας διαχωρισμού δεδομένων.
es: BuildSignerAndHashObjects: Iniciando el proceso de separación de datos.
fr_fr: BuildSignerAndHashObjects : Démarrage du processus de séparation des données.
he_il: BuildSignerAndHashObjects: מתחיל את תהליך הפרדת הנתונים.
hi_in: BuildSignerAndHashObjects: डेटा पृथक्करण प्रक्रिया प्रारंभ की जा रही है।
ja_jp: BuildSignerAndHashObjects：データ分離プロセスを開始しています。
ml_in: BuildSignerAndHashObjects: ഡാറ്റാ വിഭജന പ്രക്രിയ ആരംഭിക്കുന്നു.
pl_pl: BuildSignerAndHashObjects: Rozpoczynanie procesu separacji danych.
tr_tr: BuildSignerAndHashObjects: Veri ayırma işlemini başlatma.

# BuildSignerHashLevelMessage
source: BuildSignerAndHashObjects: Using only Hash level.
ar: BuildSignerAndHashObjects: استخدام مستوى التجزئة فقط.
de_de: BuildSignerAndHashObjects: Es wird ausschließlich die Hash-Ebene verwendet.
el_gr: BuildSignerAndHashObjects: Χρήση μόνο επιπέδου Κατακερματισμού.
es: BuildSignerAndHashObjects: Usando solo el nivel Hash.
fr_fr: BuildSignerAndHashObjects : Utilisation du niveau Hash uniquement.
he_il: BuildSignerAndHashObjects: משתמש ברמת Hash בלבד.
hi_in: BuildSignerAndHashObjects: केवल हैश स्तर का उपयोग किया जा रहा है।
ja_jp: BuildSignerAndHashObjects：Hashレベルのみを使用しています。
ml_in: BuildSignerAndHashObjects: ഹാഷ് തലം മാത്രം ഉപയോഗിക്കുന്നു.
pl_pl: BuildSignerAndHashObjects: Używanie tylko poziomu skrótu.
tr_tr: BuildSignerAndHashObjects: Yalnızca Hash düzeyini kullanma.

# BuildSignerPublisherHashLevelsMessage
source: BuildSignerAndHashObjects: Using Publisher -> Hash levels.
ar: BuildSignerAndHashObjects: استخدام مستويات الناشر -> التجزئة.
de_de: BuildSignerAndHashObjects: Verwendung der Ebenen Publisher -> Hash.
el_gr: BuildSignerAndHashObjects: Χρήση επιπέδων Εκδότη -> Κατακερματισμού.
es: BuildSignerAndHashObjects: Usando niveles Editor -> Hash.
fr_fr: BuildSignerAndHashObjects : Utilisation des niveaux Éditeur -> Hash.
he_il: BuildSignerAndHashObjects: משתמש ברמות Publisher -> Hash.
hi_in: BuildSignerAndHashObjects: प्रकाशक -> हैश स्तरों का उपयोग किया जा रहा है।
ja_jp: BuildSignerAndHashObjects：Publisher -> Hashレベルを使用しています。
ml_in: BuildSignerAndHashObjects: പ്രസാധകർ -> ഹാഷ് തലങ്ങൾ ഉപയോഗിക്കുന്നു.
pl_pl: BuildSignerAndHashObjects: Używanie poziomów Wydawca -> Skrót.
tr_tr: BuildSignerAndHashObjects: Yayımcıyı Kullanma -> Karma düzeyleri.

# BuildSignerFilePublisherLevelsMessage
source: BuildSignerAndHashObjects: Using FilePublisher -> Publisher -> Hash levels.
ar: BuildSignerAndHashObjects: استخدام مستويات ناشر الملف -> الناشر -> التجزئة.
de_de: BuildSignerAndHashObjects: Verwendung der Ebenen FilePublisher -> Publisher -> Hash.
el_gr: BuildSignerAndHashObjects: Χρήση επιπέδων Εκδότη Αρχείου -> Εκδότη -> Κατακερματισμού.
es: BuildSignerAndHashObjects: Usando niveles Editor de Archivo -> Editor -> Hash.
fr_fr: BuildSignerAndHashObjects : Utilisation des niveaux FilePublisher -> Éditeur -> Hash.
he_il: BuildSignerAndHashObjects: משתמש ברמות FilePublisher -> Publisher -> Hash.
hi_in: BuildSignerAndHashObjects: फ़ाइलप्रकाशक -> प्रकाशक -> हैश स्तरों का उपयोग किया जा रहा है।
ja_jp: BuildSignerAndHashObjects：FilePublisher -> Publisher -> Hashレベルを使用しています。
ml_in: BuildSignerAndHashObjects: ഫയൽ പ്രസാധകർ -> പ്രസാധകർ -> ഹാഷ് തലങ്ങൾ ഉപയോഗിക്കുന്നു.
pl_pl: BuildSignerAndHashObjects: Używanie poziomów Wydawca Pliku (FilePublisher) -> Wydawca -> Skrót.
tr_tr: BuildSignerAndHashObjects: FilePublisher'ı kullanma -> Yayımcı -> Karma düzeyleri.

# BuildSignerPublisherToHashMessage
source: BuildSignerAndHashObjects: Passing Publisher rule to the hash array for the file: {0}
ar: BuildSignerAndHashObjects: تمرير قاعدة الناشر إلى مصفوفة التجزئة للملف: {0}
de_de: BuildSignerAndHashObjects: Publisher-Regel wird an das Hash-Array für die Datei weitergegeben: {0}
el_gr: BuildSignerAndHashObjects: Μεταβίβαση κανόνα Εκδότη στον πίνακα κατακερματισμού για το αρχείο: {0}
es: BuildSignerAndHashObjects: Pasando la regla de Editor al array de hash para el archivo: {0}
fr_fr: BuildSignerAndHashObjects : Passage de la règle Éditeur au tableau de hachage pour le fichier : {0}
he_il: BuildSignerAndHashObjects: מעביר כלל Publisher למערך הגיבוב עבור הקובץ: {0}
hi_in: BuildSignerAndHashObjects: फ़ाइल के लिए हैश ऐरे में प्रकाशक नियम पास किया जा रहा है: {0}
ja_jp: BuildSignerAndHashObjects：ファイル{0}のPublisherルールをハッシュ配列に渡しています
ml_in: BuildSignerAndHashObjects: ഫയലിനായുള്ള ഹാഷ് അറേയിലേക്ക് പ്രസാധക നിയമം കൈമാറുന്നു: {0}
pl_pl: BuildSignerAndHashObjects: Przekazywanie reguły Wydawcy do tablicy skrótów dla pliku: {0}
tr_tr: BuildSignerAndHashObjects: Yayımcı kuralı şu dosyanın karma dizisine aktarılıyor: {0}

# BuildSignerFilePublisherRulesCountMessage
source: BuildSignerAndHashObjects: {0} FilePublisher Rules.
ar: BuildSignerAndHashObjects: {0} قواعد ناشر الملف.
de_de: BuildSignerAndHashObjects: {0} FilePublisher-Regeln.
el_gr: BuildSignerAndHashObjects: {0} Κανόνες Εκδότη Αρχείου.
es: BuildSignerAndHashObjects: {0} Reglas de Editor de Archivo.
fr_fr: BuildSignerAndHashObjects : {0} Règles FilePublisher.
he_il: BuildSignerAndHashObjects: {0} כללי FilePublisher.
hi_in: BuildSignerAndHashObjects: {0} फ़ाइलप्रकाशक नियम।
ja_jp: BuildSignerAndHashObjects：{0}個のFilePublisherルール。
ml_in: BuildSignerAndHashObjects: {0} ഫയൽ പ്രസാധക നിയമങ്ങൾ.
pl_pl: BuildSignerAndHashObjects: {0} reguł Wydawcy Pliku (FilePublisher).
tr_tr: BuildSignerAndHashObjects: {0} FilePublisher Kuralları.

# BuildSignerPublisherRulesCountMessage
source: BuildSignerAndHashObjects: {0} Publisher Rules.
ar: BuildSignerAndHashObjects: {0} قواعد الناشر.
de_de: BuildSignerAndHashObjects: {0} Publisher-Regeln.
el_gr: BuildSignerAndHashObjects: {0} Κανόνες Εκδότη.
es: BuildSignerAndHashObjects: {0} Reglas de Editor.
fr_fr: BuildSignerAndHashObjects : {0} Règles Éditeur.
he_il: BuildSignerAndHashObjects: {0} כללי Publisher.
hi_in: BuildSignerAndHashObjects: {0} प्रकाशक नियम।
ja_jp: BuildSignerAndHashObjects：{0}個のPublisherルール。
ml_in: BuildSignerAndHashObjects: {0} പ്രസാധക നിയമങ്ങൾ.
pl_pl: BuildSignerAndHashObjects: {0} reguł Wydawcy.
tr_tr: BuildSignerAndHashObjects: {0} Yayıncı Kuralları.

# BuildSignerHashRulesCountMessage
source: BuildSignerAndHashObjects: {0} Hash Rules.
ar: BuildSignerAndHashObjects: {0} قواعد التجزئة.
de_de: BuildSignerAndHashObjects: {0} Hash-Regeln.
el_gr: BuildSignerAndHashObjects: {0} Κανόνες Κατακερματισμού.
es: BuildSignerAndHashObjects: {0} Reglas de Hash.
fr_fr: BuildSignerAndHashObjects : {0} Règles Hash.
he_il: BuildSignerAndHashObjects: {0} כללי Hash.
hi_in: BuildSignerAndHashObjects: {0} हैश नियम।
ja_jp: BuildSignerAndHashObjects：{0}個のHashルール。
ml_in: BuildSignerAndHashObjects: {0} ഹാഷ് നിയമങ്ങൾ.
pl_pl: BuildSignerAndHashObjects: {0} reguł skrótu.
tr_tr: BuildSignerAndHashObjects: {0} Karma Kuralı.

# BuildSignerFilePathRulesCountMessage
source: BuildSignerAndHashObjects: {0} FilePath Rules.
ar: BuildSignerAndHashObjects: {0} قواعد مسار الملف.
de_de: BuildSignerAndHashObjects: {0} FilePath-Regeln.
el_gr: BuildSignerAndHashObjects: {0} Κανόνες Διαδρομής Αρχείου.
es: BuildSignerAndHashObjects: {0} Reglas de Ruta de Archivo.
fr_fr: BuildSignerAndHashObjects : {0} Règles FilePath.
he_il: BuildSignerAndHashObjects: {0} כללי FilePath.
hi_in: BuildSignerAndHashObjects: {0} फ़ाइलपाथ नियम।
ja_jp: BuildSignerAndHashObjects：{0}個のFilePathルール。
ml_in: BuildSignerAndHashObjects: {0} ഫയൽ പാത നിയമങ്ങൾ.
pl_pl: BuildSignerAndHashObjects: {0} reguł ścieżki pliku.
tr_tr: BuildSignerAndHashObjects: {0} FilePath Kuralları.

# BuildSignerWildCardFilePathRulesCountMessage
source: BuildSignerAndHashObjects: {0} WildCard FilePath Rules.
ar: BuildSignerAndHashObjects: {0} قواعد مسار الملف ذات حرف البدل.
de_de: BuildSignerAndHashObjects: {0} WildCard-FilePath-Regeln.
el_gr: BuildSignerAndHashObjects: {0} Κανόνες Διαδρομής Αρχείου με Μπαλαντέρ.
es: BuildSignerAndHashObjects: {0} Reglas de Ruta de Archivo con Comodín.
fr_fr: BuildSignerAndHashObjects : {0} Règles WildCard FilePath.
he_il: BuildSignerAndHashObjects: {0} כללי FilePath עם תווים כלליים.
hi_in: BuildSignerAndHashObjects: {0} वाइल्डकार्ड फ़ाइलपाथ नियम।
ja_jp: BuildSignerAndHashObjects：{0}個のワイルドカードFilePathルール。
ml_in: BuildSignerAndHashObjects: {0} വൈൽഡ്കാർഡ് ഫയൽ പാത നിയമങ്ങൾ.
pl_pl: BuildSignerAndHashObjects: {0} reguł ścieżki pliku z symbolami wieloznacznymi.
tr_tr: BuildSignerAndHashObjects: {0} WildCard FilePath Kuralları.

# BuildSignerPFNRulesCountMessage
source: BuildSignerAndHashObjects: {0} PFN Rules.
ar: BuildSignerAndHashObjects: {0} قواعد اسم عائلة الحزمة (PFN).
de_de: BuildSignerAndHashObjects: {0} PFN-Regeln.
el_gr: BuildSignerAndHashObjects: {0} Κανόνες PFN.
es: BuildSignerAndHashObjects: {0} Reglas PFN.
fr_fr: BuildSignerAndHashObjects : {0} Règles PFN.
he_il: BuildSignerAndHashObjects: {0} כללי PFN.
hi_in: BuildSignerAndHashObjects: {0} PFN नियम।
ja_jp: BuildSignerAndHashObjects：{0}個のPFNルール。
ml_in: BuildSignerAndHashObjects: {0} PFN നിയമങ്ങൾ.
pl_pl: BuildSignerAndHashObjects: {0} reguł PFN.
tr_tr: BuildSignerAndHashObjects: {0} PFN Kuralı.

# BuildSignerProcessingFilePublisherMessage
source: BuildSignerAndHashObjects: Processing FilePublisher data.
ar: BuildSignerAndHashObjects: معالجة بيانات ناشر الملف.
de_de: BuildSignerAndHashObjects: FilePublisher-Daten werden verarbeitet.
el_gr: BuildSignerAndHashObjects: Επεξεργασία δεδομένων Εκδότη Αρχείου.
es: BuildSignerAndHashObjects: Procesando datos de Editor de Archivo.
fr_fr: BuildSignerAndHashObjects : Traitement des données FilePublisher.
he_il: BuildSignerAndHashObjects: מעבד נתוני FilePublisher.
hi_in: BuildSignerAndHashObjects: फ़ाइलप्रकाशक डेटा संसाधित किया जा रहा है।
ja_jp: BuildSignerAndHashObjects：FilePublisherデータを処理しています。
ml_in: BuildSignerAndHashObjects: ഫയൽ പ്രസാധക ഡാറ്റ പ്രോസസ് ചെയ്യുന്നു.
pl_pl: BuildSignerAndHashObjects: Przetwarzanie danych Wydawcy Pliku (FilePublisher).
tr_tr: BuildSignerAndHashObjects: FilePublisher verileri işleniyor.
